[
  {
    "_id": {
      "$oid": "6742f4b6600575e686849375"
    },
    "title": "Кувала зозуля",
    "author": ["Роберт Ґалбрейт"],
    "description": "Колишній військовий слідчий Корморан Страйк, який в Афганістані втратив ногу, повернувшись додому в Лондон, відкриває детективну агенцію, але заледве зводить кінці з кінцями. Агенція має одного-єдиного клієнта, а кредитори тиснуть зусібіч. Аж тут до нього приходить брат відомої супермоделі з проханням розслідувати загадкову смерть його сестри. Поліція закрила справу як самогубство, але брат відмовляється в це вірити. Страйк поринає у яскравий і розпусний світ шоу-бізнесу, де правлять насолоди, спокуси й облуди. Ви гадаєте, що все знаєте про детективів? Це ви просто не бачили, як веде розслідування Страйк.",
    "genre": ["Детектив"],
    "year": 2018,
    "cover": "https://static.yakaboo.ua/media/catalog/product/7/3/735318_1_original.jpg",
    "createdBy": {
      "$oid": "674ac0d3e2c719515e71c623"
    },
    "createdAt": {
      "$date": "2024-11-23T09:41:10.907Z"
    },
    "updatedAt": {
      "$date": "2024-11-23T09:41:10.907Z"
    },
    "__v": 0
  },
  {
    "_id": {
      "$oid": "6742f4b6600575e686849374"
    },
    "title": "Пам’ять про минуле Землі. Книга 3. Вічне життя смерті",
    "author": ["Лю Цисінь"],
    "description": "Усе на світі скінченне: квантовомеханічні системи мають період напіврозпаду, людське життя не вічне, зорі невпинно еволюціонують, допоки не перетворюються на щось інше. І навіть, здавалося б, споконвічний Усесвіт не уникне обіймів Смерті. Людство, отримавши перемогу в першій сутичці з Трисолярисом, ствердилося у власній значущості й зважилося зазирнути в глибини космосу.",
    "genre": ["Фантастика"],
    "year": 2024,
    "cover": "https://static.yakaboo.ua/media/catalog/product/7/5/75bf4af8e4245c37b8f72c102c0e97c1.jpg",
    "createdBy": {
      "$oid": "674ac0d3e2c719515e71c623"
    },
    "createdAt": {
      "$date": "2024-08-22T09:41:10.907Z"
    },
    "updatedAt": {
      "$date": "2024-12-04T13:40:22.715Z"
    },
    "__v": 0,
    "averageRating": 4.4,
    "numOfComments": 2
  },
  {
    "_id": {
      "$oid": "6742f4b6600575e686849372"
    },
    "title": "Книга Пам'ять про минуле Землі. Книга 1. Проблема трьох тіл",
    "author": ["Лю Цисінь"],
    "description": "Три Сонця, навколо яких обертається планета з позаземною цивілізацією, створюють загрозу її існуванню. Розумні створіння шукають порятунку. І тут поступає сигнал із Землі, надісланий у космос із секретної військової бази. Інопланетяни планують вторгнення, якому частина землян радіє, а інша сприймає як загрозу життю.",
    "genre": ["Фантастика"],
    "year": 2018,
    "cover": "https://static.yakaboo.ua/media/catalog/product/1/_/1_25.jpeg",
    "createdBy": {
      "$oid": "674ac0d3e2c719515e71c623"
    },
    "createdAt": {
      "$date": "2024-10-20T09:41:10.907Z"
    },
    "updatedAt": {
      "$date": "2024-11-20T09:41:10.907Z"
    },
    "__v": 0
  },
  {
    "_id": {
      "$oid": "674ac0d3e2c719515e71c623"
    },
    "title": "Книга Пам’ять про минуле Землі. Книга 2. Темний ліс",
    "author": ["Лю Цисінь"],
    "description": "Людство спостигла рукотворна криза першого контакту з позаземною цивілізацією, спровокувавши масову зневіру, занепадництво і ескалацію багатьох застарілих конфліктів. Щоб віднайти вихід із глухого кута, доведеться зазирнути вглиб Усесвіту і зрозуміти Істину, а для цього, хай як дивно, зазирнути вглибину себе самих.",
    "genre": ["Фантастика"],
    "year": 2020,
    "cover": "https://static.yakaboo.ua/media/catalog/product/1/_/1_26.jpeg",
    "createdBy": {
      "$oid": "674ac0d3e2c719515e71c623"
    },
    "createdAt": {
      "$date": "2024-09-21T09:41:10.907Z"
    },
    "updatedAt": {
      "$date": "2024-11-21T01:54:42.377Z"
    },
    "__v": 0
  },
  {
    "_id": {
      "$oid": "674e1dd333f2ab9e68a2d136"
    },
    "title": "Оповістки з Меекханського прикордоння. Книга 1. Північ-Південь",
    "author": ["Роберт Веґнер"],
    "description": "Далека зимна Північ, межа Меекханської імперії. Імперських чиновників тут рідко зустрінеш, лише Гірська Варта дбає про громадян. Шоста рота оберігає місцевих мешканців від грабіжників та ворожих племен, від дикої магії та від тих, хто спокусився забороненими ритуалами. Однак навіть Гірська Варта інколи стикається з неймовірним — і тоді їм лишається сподіватись тільки на власну зброю та на честь горця. А на пустельному Півдні молодий воїн і неперевершений фехтувальник із таємничого племені іссарам наймається охоронцем до купця — і має обирати між коханням та власною честю. Його вибір уплине на долю людей та богів, а сам Йатех опиниться лицем до лиця із прадавньою історією та застарілою трагедією...",
    "genre": ["Фентезі"],
    "year": 2019,
    "cover": "https://static.yakaboo.ua/media/catalog/product/i/m/img715_1_76.jpg",
    "createdBy": {
      "$oid": "674d7becc2bbfe615bfc79a5"
    },
    "createdAt": {
      "$date": "2024-12-02T20:51:31.422Z"
    },
    "updatedAt": {
      "$date": "2024-12-02T20:51:31.422Z"
    },
    "__v": 0
  },
  {
    "_id": {
      "$oid": "674e20a2100f88f60ee7252f"
    },
    "title": "Темна матерія",
    "author": ["Блейк Крауч"],
    "description": "«Чи задоволений ти своїм життям?» — це останні слова, які чує Джейсон Дессен, перш ніж втратити свідомість від удару викрадача у масці. Перш ніж прийти до тями прив’язаним до каталки в оточенні незнайомців у захисних костюмах. Перш ніж чоловік, якого Джейсон ніколи не бачив, усміхнеться йому й скаже: «З поверненням, друже». У цьому світі в Джейсона зовсім інше життя. Його дружина — це не його дружина. І в нього ніколи не було сина. А сам Джейсон — не звичайний професор фізики в коледжі, а прославлений геній, який зробив щось визначне. Щось неможливе. Який із світів є сном, цей чи інший? І якщо навіть дім, який він пам’ятає, реальний, як Джейсон зможе повернутися до сім’ї, яку любить?",
    "genre": ["Містика", "Трилер"],
    "year": 2017,
    "cover": "https://static.yakaboo.ua/media/catalog/product/i/m/img222_68.jpg",
    "createdBy": {
      "$oid": "674d7becc2bbfe615bfc79a5"
    },
    "createdAt": {
      "$date": "2024-12-02T21:03:30.883Z"
    },
    "updatedAt": {
      "$date": "2024-12-02T21:03:30.883Z"
    },
    "__v": 0
  },
  {
    "_id": {
      "$oid": "674e21d3100f88f60ee72531"
    },
    "title": "Дорога",
    "author": ["Кормак Маккарті"],
    "description": "У недалекому майбутньому катастрофа знищує майже всю цивілізацію. Ті, хто вижив, борються за життя і за те, щоб залишатися людьми. Ми бачимо цей новий світ очима батька і сина, які йдуть по дорозі до океану. Вони несуть вогонь і надію на те, що світ відродять добрі люди, але на їхньому шляху – канібали, крадії, смерть і зло. Пронизливий роман про сім’ю, любов та довіру від одного з найталановитіших американських прозаїків.",
    "genre": ["Фантастика", "Постапокаліпсис"],
    "year": 2022,
    "cover": "https://static.yakaboo.ua/media/catalog/product/s/c/screenshot_1_8_97.jpg",
    "createdBy": {
      "$oid": "674d7becc2bbfe615bfc79a5"
    },
    "createdAt": {
      "$date": "2024-12-02T21:08:35.333Z"
    },
    "updatedAt": {
      "$date": "2024-12-02T21:08:35.333Z"
    },
    "__v": 0
  },
  {
    "_id": {
      "$oid": "674e239c100f88f60ee72533"
    },
    "title": "Озброєні",
    "author": ["Террі Пратчетт"],
    "description": "«Озброєні» — другий роман циклу «Варта» серії «Дискосвіт» Террі Пратчетта. Нічна сторожа знову переживає не найкращі часи. Капітан Ваймз планує одружитися і повернутися до цивільного життя, тож Сторожі потрібен новий очільник, якому доведеться працювати з дуже різношерстою компанією новобранців. Тим часом нащадок збіднілого аристократичного роду Едвард де Гибль ностальгує за королівською владою в Анк-Морпорку і будує плани повернення законного короля. У місті з’являються жертви таємничих убивств, скоєних невідомою зброєю. Ваймз втратив колишній запал до роботи, тому до справи береться енергійний капрал Морква з загоном новобранців.",
    "genre": ["Фентезі"],
    "year": 2020,
    "cover": "https://static.yakaboo.ua/media/catalog/product/i/m/img_13348.jpg",
    "createdBy": {
      "$oid": "674d7becc2bbfe615bfc79a5"
    },
    "createdAt": {
      "$date": "2024-12-02T21:16:12.115Z"
    },
    "updatedAt": {
      "$date": "2024-12-02T21:16:12.115Z"
    },
    "__v": 0
  },
  {
    "_id": {
      "$oid": "674e2440100f88f60ee72535"
    },
    "title": "Чорнильно-чорне серце",
    "author": ["Роберт Ґалбрейт"],
    "description": "Коли до офісу детективів приходить перелякана Еді Ледвелл, благаючи про розмову з Робін Еллакотт, приватна розслідувачка не знає, що й думати. Еді, співавторку популярного коміксу «Чорнильно-чорне серце», переслідує таємнича особа з інтернету, що називає себе Аномія. Еді конче треба дізнатися, хто ця людина. Робін вирішує, що у такій справі агенція допомогти не може — і більше не згадує про цей випадок, аж поки за кілька днів не надходить шокуюча новина: Еді викрали, використавши шокер, та вбили на Гайґейтському цвинтарі, де відбуваються події «Чорнильно-чорного серця». Робін та її напарник Корморан Страйк розпочинають квест, намагаючись встановити особу Аномії, і вступають до лабіринту онлайнових псевдонімів, ділових інтересів та сімейних конфліктів, у якому годі розібратися. Ця справа змусить Страйка та Робін вичерпати власні детективні таланти до самісінького дна — а ще піддасть їх новим жахливим загрозам…",
    "genre": ["Детектив"],
    "year": 2023,
    "cover": "https://static.yakaboo.ua/media/catalog/product/7/9/799383_1_original.jpg",
    "createdBy": {
      "$oid": "674d7becc2bbfe615bfc79a5"
    },
    "createdAt": {
      "$date": "2024-12-02T21:18:56.110Z"
    },
    "updatedAt": {
      "$date": "2024-12-02T21:18:56.110Z"
    },
    "__v": 0
  },
  {
    "_id": {
      "$oid": "674e2655100f88f60ee72539"
    },
    "title": "Снігопад",
    "author": ["Ніл Стівенсон"],
    "description": "Здається, що весь тягар життя в майбутньому, покрученому політичними та соціальними пертурбаціями, лягає на плечі читача «Снігопаду» Ніла Стівенсона. Хоч у тексті вистачає пародійності й іронії, він не є легким читвом. Важливо знати, що Стівенсон вважається одним із найяскравіших представників посткіберпанку, а не кіберпанку. Принципову різницю між піджанрами в 1998 році сформулював інший фантаст Лоуренс Персон: «Персонажі посткіберпанку не є відчуженими одинаками, а часто є невіддільними членами суспільства (тобто мають роботу).",
    "genre": ["Фантастика", "Кіберпанк"],
    "year": 2022,
    "cover": "https://static.yakaboo.ua/media/catalog/product/s/n/snigopad-927621.800x800.jpeg",
    "createdBy": {
      "$oid": "674d7becc2bbfe615bfc79a5"
    },
    "createdAt": {
      "$date": "2024-12-02T21:27:49.083Z"
    },
    "updatedAt": {
      "$date": "2024-12-02T21:27:49.083Z"
    },
    "__v": 0
  },
  {
    "_id": {
      "$oid": "674e274216182a5cafcf5520"
    },
    "title": "Нічний будинок",
    "author": ["Ю Несбьо"],
    "description": "Після трагічної загибелі батьків у пожежі чотирнадцятирічного Річарда Еловеда відправляють жити до тітки й дядька у віддалене ізольоване містечко Баллантайн. Річард швидко заробляє репутацію вигнанця, тож, коли зникає однокласник на ім’я Том, усі підозрюють, що до його зникнення причетний новий, злий хлопчик. Ніхто не вірить Річарду, коли він каже, що телефонна будка на узліссі засмоктала Тома в трубку, немов у фільмі жахів. Ніхто, окрім Карен, екстравагантної однокласниці, яка заохочує Річарда шукати зачіпки, до яких поліція відмовляється ставитися серйозно. Він знаходить адресу абонента, якому жартома подзвонив Том із телефонної будки, і йде до покинутого будинку в Дзеркальному лісі. Там він бачить у вікні жахливе обличчя. А потім голоси починають шепотіти йому на вухо... Коли зникає ще один однокласник, Річард мусить знайти спосіб довести свою непричетність та зберегти здоровий глузд, поки бореться із темною магією, що захопила Баллантайн та прагне знищити його. А з іншого боку, можливо, Річард — не найнадійніший оповідач власної історії…",
    "genre": ["Містика", "Трилер", "Жахи"],
    "year": 2024,
    "cover": "https://static.yakaboo.ua/media/catalog/product/1/9/1935_1_1.jpg",
    "createdBy": {
      "$oid": "674d7becc2bbfe615bfc79a5"
    },
    "createdAt": {
      "$date": "2024-12-02T21:31:46.864Z"
    },
    "updatedAt": {
      "$date": "2024-12-02T21:31:46.864Z"
    },
    "__v": 0
  },
  {
    "_id": {
      "$oid": "674e27fa16182a5cafcf5522"
    },
    "title": "Заблудлий",
    "author": ["Джейн Гарпер"],
    "description": "Двоє братів — Нейтан і Баб Брайти — вперше за кілька місяців зустрічаються на межі своїх землеволодінь у спекотній австралійській глушині. Тут, біля самотньої могили на краю пустелі, знайшли тіло третього брата, Кемерона. Він, середня дитина в родині, мав освіту, дружину, двох доньок і успішно керував господарством, успадкованим братами від батька. Що ж примусило його, покинувши машину, самотою вирушити в пустелю під палючим сонцем? Поки родина оплакує смерть Кемерона, Нейтан не може позбутися відчуття, що братова загибель не дуже схожа на самогубство. Щоб з’ясувати істину, Нейтанові доведеться копатися в малоприємних родинних таємницях, але якщо хтось підштовхнув Кемерона до смерті, в цьому глухому краю підозрюваних можна полічити на пальцях… Потужна і брутальна історія, яка розгортається на тлі разючих краєвидів, тримає читача в постійному напруженні, вчергове доводячи, що Джейн Гарпер, авторка «Посухи» і «Сили природи», це один з найцікавіших голосів у сучасній літературі.",
    "genre": ["Трилер"],
    "year": 2020,
    "cover": "https://static.yakaboo.ua/media/catalog/product/i/m/img_80755.jpg",
    "createdBy": {
      "$oid": "674d7becc2bbfe615bfc79a5"
    },
    "createdAt": {
      "$date": "2024-12-02T21:34:50.163Z"
    },
    "updatedAt": {
      "$date": "2024-12-02T21:34:50.163Z"
    },
    "__v": 0
  },
  {
    "_id": {
      "$oid": "6750154835c96cddc1354c08"
    },
    "title": "Хребет Дракона. Розбудити Дракона. Книга1",
    "author": ["Кевін Дж. Андерсон"],
    "description": "Згідно давніх легенд на землі жили піщані та крижані Люті, які прагнули знищити одні одних і дракона. Їх вважали творцями людей, проте вже понад 2000 років ніхто про них не чув, а тим більше не бачив. І ось несподівано після пилової бурі з’являються піщані Люті, які заявляють королю Адану про своє повернення після тривалого заклинання сну задля того, щоб розбудити дракона і зійтися у фінальній битві з крижаними Лютими, а також пропонують йому стати їх союзником. Адан опиняється у ситуації, коли досягнення давньої мети Лютих несе пряму загрозу виживанню всього людства, особливо напередодні народження його первістка. Тому він разом з іншими починає шукати спосіб об’єднати та врятувати всіх людей із ворогуючих між собою континентів – адже коли прийшла загальна небезпека, відома ще з легенд, то хто дивиться на безцільні суперечки. Зрештою, це політично насичена пригода з мечами, чаклунством, жагою помсти та пізнанням особливостей людських стосунків.",
    "genre": ["Фентезі"],
    "year": 2023,
    "cover": "https://static.yakaboo.ua/media/catalog/product/4/5/458_1_3.jpg",
    "averageRating": 0,
    "numOfComments": 0,
    "createdBy": {
      "$oid": "674d7be3c2bbfe615bfc79a3"
    },
    "createdAt": {
      "$date": "2024-12-04T08:39:36.701Z"
    },
    "updatedAt": {
      "$date": "2024-12-04T08:39:36.701Z"
    },
    "__v": 0
  },
  {
    "_id": {
      "$oid": "675016b135c96cddc1354c0a"
    },
    "title": "Звихнутий час",
    "author": ["Філіп К. Дік"],
    "description": "Реґл Ґамм — місцева суперзірка. У маленькому провінційному містечку всі знають його в обличчя. Саме він є багаторазовим переможцем конкурсу «Де маленький зелений чоловічок опиниться наступного разу?». Реґл має особливий дар до розв’язання головоломок: з поміж тисяч можливих варіантів, він завжди обирає правильний. Інколи йому здається, що цілий світ крутиться довкола нього. Втім, щось у цьому світі не тримається купи. Люди поводяться неприродно, а речі видаються штучними. І взагалі, час став якийсь звихнутий — крізь щілини звичної злагодженої реальності просочується зовсім інше, зумисно приховане від нього життя. Реґл вирішує за будь-яку ціну дізнатися правду, навіть попри те, що якась невидима сила контролює кожен його крок. А от чи вдасться йому це? І як це все пов'язано з війною, яка уже багато років триває між Землею та колоністами на Місяці? «Звихнутий час» (1959) — один із найвідоміших романів американського фантаста Філіпа К. Діка (1928—1982), в якому він звертається до наріжної теми своєї творчості — природи реальності та неможливості її об’єктивного сприйняття.",
    "genre": ["Фантастика"],
    "year": 2022,
    "cover": "https://static.yakaboo.ua/media/catalog/product/i/m/img118_77.jpg",
    "averageRating": 0,
    "numOfComments": 0,
    "createdBy": {
      "$oid": "674d7be3c2bbfe615bfc79a3"
    },
    "createdAt": {
      "$date": "2024-12-04T08:45:37.960Z"
    },
    "updatedAt": {
      "$date": "2024-12-04T08:45:37.960Z"
    },
    "__v": 0
  },
  {
    "_id": {
      "$oid": "6750174035c96cddc1354c0c"
    },
    "title": "Куджо",
    "author": ["Стівен Кінг"],
    "description": "Маленька безвідповідальність жінки, що необачно обрала коханця… Маленька безвідповідальність чоловіка, що вчасно не відремонтував авто… Маленька безвідповідальність господарів, що не зробили щеплення псу… А Куджо, добрий слинявій велетень-сенбернар, лише, граючись, погнався за летючою мишею. Мікроскопічний вірус сказу перетворив гіганта на страшного монстра, що в нестямі буде вбивати всіх, хто опиниться на його шляху. Капканом під палючим сонцем стане поламана машина для Донни Трентон і її маленького сина. Хто переможе у двобої скаженої люті тварини і матері, що рятуватиме від смерті своє дитя?",
    "genre": ["Жахи"],
    "year": 2016,
    "cover": "https://static.yakaboo.ua/media/catalog/product/1/2/1249_1_1.jpg",
    "averageRating": 0,
    "numOfComments": 0,
    "createdBy": {
      "$oid": "674d7be3c2bbfe615bfc79a3"
    },
    "createdAt": {
      "$date": "2024-12-04T08:48:00.125Z"
    },
    "updatedAt": {
      "$date": "2024-12-04T08:48:00.125Z"
    },
    "__v": 0
  }
]
